{
  "strangeProducts":[
    {
      "name" : "Desktop Refrigerator",
      "price" : 38.00,
      "details" : [
        "Lowest 5 degree C",
        "Size: 200x83x94mm",
        "No driver needed. Will work with any PC or Macintosh"
      ],
      "image" : "img/deskFridge.jpg"
    },
    {
      "name" : "Edible Insects Bag of Mixed Edible Bugs",
      "price" : 13.99,
      "details" : [
        "No Artificial Flavoring",
        "No Artificial Colors",
        "Boiled and Dehydrated not Fried","Great Source of Protein",
        "Great Unique Gift"
      ],
      "image" : "img/MixedBugs.jpg"
    },
    {
      "name" : "Jelly Belly Sport Beans",
      "price" : 25.60,
      "details" : [
        "Formulated to fuel and replenish the body during exercise",
        "1-oz pack has 25-g carbohydrates, electrolytes and vitamins",
        "Single servings are individually wrapped and resealable",
        "Energize with one pack 30 minutes before activity",
        "Made with natural flavors and colors from natural sources"
      ],
      "image" : "img/JellyBeans.jpg"
    },
    {
      "name" : "Portable Steam Sauna",
      "price" : "Sold Out",
      "details" : [
        "High quality. No assembly required. Ready to use in your spa or at home. Best priced wet sauna on the market.",
        "No Assembly and Extra Storage Required. Very easy to fold and move around. It takes minutes to clean and fold. Very light weight (less than 10 lbs.) Great partner to bodywork practitioners that do outcalls or work in small massage rooms. No need to bother your client. After done with steam treatment continue perform massage ore other treatments on the same table",
        "Excellent to use before and after the body massage. Also great to use with any type of body treatment like a body rap, body scrub, exfoliation and detox",
        "72\" Length Massage Table Required and is NOT included",
        "Related product videos are for the product demonstration only. The actual product may and will vary."
      ],
      "image" : "img/PortableSauna.jpg"
    },
    {
      "name" : "Incredibly Impractical Mr. Burns Shot Glass",
      "price" : 14.95,
      "details" : [
        "N/A"
      ],
      "image" : "img/Burns.jpg"
    }
  ]
} 